POS_TAGS = {
    "NOUN": "существительное",
    "PROPN": "имя cобственное",
    "VERB": "глагол",
    "ADJ": "прилагательное",
    "ADV": "наречие",
    "PRON": "местоимение",
    "DET": "определитель",
    "ADP": "предлог",
    "AUX": "вспомогательный глагол",
    "CCONJ": "сочинительный союз",
    "SCONJ": "подчинительный союз",
    "PART": "частица",
    "INTJ": "междометие",
    "NUM": "числительное",
    "PUNCT": "знак препинания",
}

MORPH_TRANSLATIONS = {
    "Number": {"Sing": "единственное число", "Plur": "множественное число"},
    "Tense": {"Past": "прошедшее", "Pres": "настоящее", "Fut": "будущее"},
    "Person": {"1": "1-е лицо", "2": "2-е лицо", "3": "3-е лицо"},
    "VerbForm": {
        "Inf": "инфинитив",
        "Part": "причастие",
        "Ger": "герундий",
        "Fin": "финитная форма",
    },
    "Degree": {
        "Pos": "положительная степень",
        "Cmp": "сравнительная степень",
        "Sup": "превосходная степень",
    },
    
}